"BUTTON_AUTHENTICATE" = "Meine Telefonnummer verwenden";

"BUTTON_CREATED_ACCOUNT" = "Account erstellt";

"BUTTON_CREATE_ACCOUNT" = "Account erstellen";

"BUTTON_CREATING_ACCOUNT" = "Account wird erstellt";

"BUTTON_DISMISS" = "Verwerfen";

"BUTTON_NOT_NOW" = "Nicht jetzt";

"BUTTON_OK" = "OK";

"BUTTON_OKAY" = "OK";

"BUTTON_RESEND_CONF_CODE" = "Bestätigungscode erneut senden";

"BUTTON_RETRY" = "Wiederholen";

"BUTTON_SENDING_CONF_CODE" = "Bestätigungscode wird gesendet";

"BUTTON_SEND_2_STEP_VERIFICATION_CODE" = "Verifizieren";

"BUTTON_SEND_2_STEP_VERIFICATION_CODE_FINISHED" = "Verifiziert";

"BUTTON_SEND_2_STEP_VERIFICATION_CODE_IN_PROGRESS" = "Verifizierung läuft";

"BUTTON_SEND_CONF_CODE" = "Bestätigungscode senden";

"BUTTON_SENT_CONF_CODE" = "Bestätigungscode gesendet";

"BUTTON_SIGNED_IN" = "Angemeldet";

"BUTTON_SIGNING_IN" = "Anmelden";

"BUTTON_SIGN_IN" = "Anmelden";

"BUTTON_SIGN_IN_WITH_TWITTER" = "Mit Twitter anmelden";

"BUTTON_TRY_DIFFERENT_NUMBER" = "Versuche eine andere Telefonnummer";

"ERROR_CHECK_CODE_TRY_AGAIN" = "Bitte überprüfe Deinen Code und versuche es erneut";

"ERROR_CHECK_CONNECTION_TRY_AGAIN" = "Bitte überprüfe Deine Netzwerkverbindung und versuche es erneut";

"ERROR_CHECK_NUMBER_TRY_AGAIN" = "Bitte überprüfe Deine Telefonnummer und versuche es erneut";

"ERROR_GENERIC_ALERT_TITLE" = "Fehler";

"ERROR_TRY_AGAIN_LATER" = "Wir konnten Dich im Moment nicht mit Twitter anmelden. Bitte versuche es später erneut.";

"FOOTNOTE_2_STEP_VERIFICATION_CODE" = "Du hast zuvor einen 2-Schritt-Verifizierungscode auf <u>digits.com</u> eingerichtet";

"FOOTNOTE_CREATE_ACCOUNT" = "Indem Du oben „Account erstellen“ antippst, stimmst Du den <u>Allgemeinen Geschäftsbedingungen</u>, den <u>Datenschutzbestimmungen</u> und den <u>Cookie-Richtlinien</u> von Digits by Twitter zu. Außerdem erklärst Du Dich damit einverstanden, dass Dich andere Nutzer von %@ anhand Deiner Telefonnummer und/oder E-Mail Adresse finden können.";

"FOOTNOTE_SEND_CONF_CODE" = "<u>Digits by Twitter</u> sendet eine SMS, um Deine Telefonnummer zu bestätigen. SMS- und Datengebühren können anfallen.";

"FOOTNOTE_TOS_UPDATE" = "Indem Du oben „Anmelden“ antippst, stimmst Du den aktualisierten <u>Allgemeinen Geschäftsbedingungen</u>, den <u>Datenschutzbestimmungen</u> und den <u>Cookie-Richtlinien</u> von Digits by Twitter zu. Außerdem erklärst Du Dich damit einverstanden, dass Dich andere Nutzer von %@ anhand Deiner Telefonnummer und/oder E-Mail Adresse finden können.";

"LABEL_ENTER_2_STEP_VERIFICATION_CODE" = "2-Schritt-Bestätigungscode eingeben";

"LABEL_ENTER_CONF_CODE" = "Bestätigungscode eingeben";

"LABEL_ENTER_PHONE_NUMBER" = "Gib Deine Telefonnummer ein";

"LABEL_EXPLAIN_FIND_YOUR_FRIENDS" = "Mit Digits by Twitter können wir mehrere Deiner Freunde finden, die diese App verwenden. Wenn Du auf \"OK\" tippst, laden wir Dein Adressuch in Digits by Twitter hoch und helfen dabei, Dir bekannte Nutzer von %@ zu finden sowie anderen Nutzern von %@, Dich zu finden.";

"LABEL_FIND_YOUR_FRIENDS_TITLE" = "Finde Deine Freunde";

"LABEL_PLEASE_USE_TWITTER" = "Bitte melde Dich mit Twitter an";

"LABEL_PLEASE_USE_TWITTER_EXPLANATION" = "Deine Nummer ist bereits mit einem Twitter Account verknüpft. Melde Dich bitte unten mit Twitter an.";

"LABEL_UNABLE_TO_CONFIRM_NUMBER" = "Wir konnten Deine Telefonnummer nicht bestätigen";

"LABEL_UNABLE_TO_CONFIRM_NUMBER_EXPLANATION" = "Leider haben wir Schwierigkeiten, Dir einen Bestätigungscode zu senden.";

"PARTIAL_FOOTNOTE_THIS_APP" = "diese App";

"PLACEHOLDER_2_STEP_VERIFICATION_CODE" = "Bestätigungscode";

"PLACEHOLDER_CONF_CODE" = "Bestätigungscode";

"PLACEHOLDER_YOUR_NUMBER" = "Deine Telefonnummer";

"TIME_SHORT_DAYS_FORMAT" = "%dT";

"TIME_SHORT_DAY_FORMAT" = "%dT";

"TIME_SHORT_HOURS_FORMAT" = "%dS";

"TIME_SHORT_HOUR_FORMAT" = "%dS";

"TIME_SHORT_MINUTES_FORMAT" = "%dM";

"TIME_SHORT_MINUTE_FORMAT" = "%dM";

"TIME_SHORT_SECONDS_FORMAT" = "%ds";

"TIME_SHORT_SECOND_FORMAT" = "%ds";

"tw__email_share_affirmative_button" = "Erlauben";

"tw__email_share_detail_message_format" = "Du erhältst Updates und andere Informationen von %@,  wenn Du ihnen auf Deinem Twitter Account @%@ den Zugriff auf Deine E-Mail erlaubst.";

"tw__email_share_detail_message_not_signed_in" = "(nicht angemeldet)";

"tw__email_share_detail_message_this_app" = "diese App";

"tw__email_share_heading" = "Deine E-Mail-Adresse teilen";

"tw__email_share_negative_button" = "Nicht jetzt";

"tw__share_tweet" = "Tweet teilen";

"tw__share_tweet_button" = "Tweet teilen";

"tw__share_tweet_generic_template_format" = "Sieh Dir den Tweet von @%1$@ an: %2$@";

"tw__share_tweet_subject_format" = "Tweet von %1$@ (@%2$@)";

"tw__sign_in_with_twitter_button" = "Mit Twitter anmelden";

"tw__single_image" = "Ein Bild beigefügt";

"tw__test_string" = "Test";

"tw__tweet_image_accessibility" = "Anhang";

"tw__tweet_profile_accessibility" = "Profil";

"tw__tweet_retweeted_by_user" = "Retweetet von %@";

